Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# Let's see what the binoculars have to show…pThere are people swimming.
source: Let's see what the binoculars have\nto show…\pThere are people swimming.
pl: Zobaczmy co widać przez tę\nlornetkę…\pJacyś ludzie pływają.

# I have to exercise and warm up before going out for a swim.
source: I have to exercise and warm up\nbefore going out for a swim.
pl: Muszę ćwiczyć i rozgrzać się\nprzed pływaniem.

source: All warmed up!
pl: Rozgrzany!

# Thanks, kid! I'm ready for a swim.
source: Thanks, kid!\nI'm ready for a swim.
pl: Dzięki!\nTeraz mogę popływać.

# Wait! Slow down! You'll have a heart attack!
source: Wait! Slow down!\nYou'll have a heart attack!
pl: Czekaj! Stój!\nDostaniesz ataku serca!

# Ooh! That's chilly!
source: Ooh!\nThat's chilly!
pl: Ooh!\nTo było mocne!

# Watch out for TENTACOOL. They sting so painfully.
source: Watch out for TENTACOOL.\nThey sting so painfully.
pl: Uważaj na TENTACOOLE.\nPotwornie żądlą.

# I love swimming! What about you?
source: I love swimming!\nWhat about you?
pl: Kocham pływanie!\nA co z tobą?

source: Belly flop!
pl: No i chlup!

# I can beat even marine POKéMON at swimming.
source: I can beat even marine POKéMON\nat swimming.
pl: Pływam lepiej nawet od\nmorskich POKéMONÓW.

source: What's beyond the horizon?
pl: Co jest za horyzontem?

# I see a couple of islands over yonder!
source: I see a couple of islands over\nyonder!
pl: Widzę tam kilka róznych\nwysp!

# I tried diving for POKéMON, but it was a no-go.
source: I tried diving for POKéMON, but it\nwas a no-go.
pl: Próbowałem nurkować, żeby znaleźć\nPOKéMONY.

source: Help!
pl: Nie!

# I guess you have to fish for sea POKéMON.
source: I guess you have to fish for sea\nPOKéMON.
pl: Wygląda na to, że lepiej jednak\nje łowić.

# I look at the sea to forget all the bad things that happened.
source: I look at the sea to forget all\nthe bad things that happened.
pl: Spoglądam na morze, żeby\nzapomnieć o wszystkich problemach.

# Ooh! Traumatic!
source: Ooh!\nTraumatic!
pl: O!\nPotworne!

# I'm looking at the sea to forget the bad thing that happened!
source: I'm looking at the sea to forget\nthe bad thing that happened!
pl: Spoglądam na morze, żeby\nzapomnieć o wszystkich problemach!

# Oh, I just love your ride! Can I have it if I win?
source: Oh, I just love your ride!\nCan I have it if I win?
pl: Fajny transporter!\nMogę go wziąć, jeśli wygram!

source: Oh! I lost!
pl: Przegrana!

# It's still a long way to go to SEAFOAM ISLANDS…pI want to go back to FUCHSIA…
source: It's still a long way to go to\nSEAFOAM ISLANDS…\pI want to go back to FUCHSIA…
pl: Do WYSP SEAFOAM nadal długa\ndroga…\pChcę wrócić do FUCHSIA…

# Swimming's great! Sunburns aren't!
source: Swimming's great!\nSunburns aren't!
pl: Pływanie panuje!\nUdary nie!

source: Shocker!
pl: Jejku!

# My boyfriend wanted to swim to SEAFOAM ISLANDS.
source: My boyfriend wanted to swim to\nSEAFOAM ISLANDS.
pl: Mój chłopak chciał popłynąć na\nWYSPY SEAFOAM.

# Ahoy, there! These waters are treacherous!
source: Ahoy, there!\nThese waters are treacherous!
pl: Ahoj tutaj!\nTe wody są zdradzieckie!

# Ooh! Dangerous!
source: Ooh!\nDangerous!
pl: Niebezpiecznie!

# M-my legs! They cramped up! Glub, glub…
source: M-my legs! They cramped up!\nGlub, glub…
pl: M-moje nogi! Złapał mnie\nskurcz! Chlup…

# I swam here with my friends… I'm tired…
source: I swam here with my friends…\nI'm tired…
pl: Jestem tu z moimi kumplami…\nMam dość…

source: I'm exhausted…
pl: Wykończona…

source: If I were to ride a POKéMON on\nthe sea, I'd like a LAPRAS.\pLAPRAS is so big, I bet it\nwould keep me dry on water.
pl: Gdybym mogła pływać po morzu na\nPOKéMONIE, chcę LAPRASA.\pLAPRAS jest duży, więc\npewnie nie miałby z tym problemu.

# SEA ROUTE 19 FUCHSIA CITY - SEAFOAM ISLANDS
source: SEA ROUTE 19\nFUCHSIA CITY - SEAFOAM ISLANDS
pl: DROGA MORSKA 19\nFUCHSIA CITY-WYSPY SEAFOAM

# LIA: I'm looking after my brother. He just became a TRAINER.
source: LIA: I'm looking after my brother.\nHe just became a TRAINER.
pl: LIA: Pilnuję mojego braciszka.\nWłaśnie został TRENEREM.

# LIA: That's no way to treat my little brother!
source: LIA: That's no way to treat my\nlittle brother!
pl: LIA: Nie ładnie tak traktować\nmojego brata!

source: LIA: Do you have a younger\nbrother?\pI hope you're teaching him all\nsorts of things.
pl: LIA: Masz młodszego\nbrata?\pMam nadzieję, że uczysz go różnych\ndobrych rzeczy.

source: LIA: I want to battle together\nwith my little brother.\pDon't you have two POKéMON?
pl: LIA: Chcę walczyć z moim\nmałym bratem.\pNie masz dwóch POKéMONÓW?

# LUC: My big sis taught me how to swim and train POKéMON.
source: LUC: My big sis taught me how\nto swim and train POKéMON.
pl: LUC: Moja siostra nauczyła\nmnie pływać i trenować!

# LUC: Oh, wow! Someone tougher than my big sis!
source: LUC: Oh, wow!\nSomeone tougher than my big sis!
pl: LUC: O, łał!\nKtoś silniejszy od siostry!

# LUC: My big sis is strong and nice. I think she's awesome!
source: LUC: My big sis is strong and nice.\nI think she's awesome!
pl: LUC: Moja siostra jest silna i miła.\nJest wspaniała!

source: LUC: I don't want to if I can't\nbattle you with my big sis.\pDon't you have two POKéMON?
pl: LUC: Nie chcę walczyć, jeśli\nnie mogę walczyć z siostrą.\pNie masz dwóch POKéMONÓW?

# ROUTE 2 VIRIDIAN CITY - PEWTER CITY
source: ROUTE 2\nVIRIDIAN CITY - PEWTER CITY
pl: DROGA 2\nVIRIDIAN CITY - PEWTER CITY

# The water is shallow here. There are many people swimming.
source: The water is shallow here.\nThere are many people swimming.
pl: Woda jest tu płytka.\nWiele ludzi przychodzi tu pływać.

source: Splash!
pl: Chlup!

# I wish I could ride my POKéMON. I bet you're not tired.
source: I wish I could ride my POKéMON.\nI bet you're not tired.
pl: Chciałbym móc pływać na POKéMONIE.\nTo pewnie nie męczy.

# SEAFOAM is a quiet getaway. I'm vacationing here.
source: SEAFOAM is a quiet getaway.\nI'm vacationing here.
pl: SEAFOAM to spokoje miejsce.\nOdpoczywam tutaj.

source: Quit it!
pl: Przestań

# There's a huge cavern underneath this island.
source: There's a huge cavern underneath\nthis island.
pl: Pod wyspą znajduje się wielka\njaskinia.

# I love floating with the fishes here among the waves.
source: I love floating with the fishes\nhere among the waves.
pl: Kocham pływać sobie z rybkami\npomiędzy falami.

source: Yowch!
pl: Jałch!

source: Want to float with me?
pl: Popływasz ze mną?

source: Are you on vacation, too?
pl: Też jesteś na wakacjach?

source: No mercy at all!
pl: Bezlitosny!

# SEAFOAM used to be a single island in the distant past.
source: SEAFOAM used to be a single island\nin the distant past.
pl: SEAFOAM kiedyś było tylko\njedną wyspą.

source: Check out my buff physique!
pl: Zobacz moją siłę!

source: Wimpy!
pl: Słabo!

# I should've been buffing up my POKéMON, not me!
source: I should've been buffing up my\nPOKéMON, not me!
pl: Powinienem trenować moje\nPOKéMONY, nie siebie!

# Why are you riding a POKéMON? Can't you swim?
source: Why are you riding a POKéMON?\nCan't you swim?
pl: Czemu pływasz na POKéMONIE?\nNie umiesz sam?

# Ouch! Torpedoed!
source: Ouch!\nTorpedoed!
pl: Ał!\nJak torpeda!

source: Riding a POKéMON sure looks fun!
pl: Jak pływać na POKéMONIE?

source: I rode my bird POKéMON here.
pl: Jestem tu z moimi POKéMONAMI

# Oh, no! Now what am I to do?
source: Oh, no!\nNow what am I to do?
pl: O nie!\nI co ja teraz zrobię?

# My birds are exhausted. They can't FLY me back!
source: My birds are exhausted.\nThey can't FLY me back!
pl: Moje ptaki są zmęczone.\nNie ODLECĘ do domu!

source: My boyfriend gave me big pearls.
pl: Mój chłopak dał mi perły.

# Oh, no! My pearls were in them!
source: Oh, no!\nMy pearls were in them!
pl: O nie!\nW środku miały perły!

# Will my pearls grow bigger inside CLOYSTER?
source: Will my pearls grow bigger inside\nCLOYSTER?
pl: Czy moje perły urosną we wnętrzu\nCLOYSTERA?

# I swam here from CINNABAR ISLAND. It wasn't easy, I tell you.
source: I swam here from CINNABAR ISLAND.\nIt wasn't easy, I tell you.
pl: Przypłynełam tu z WYSPY CINNABAR.\nTo nie było proste, wiesz?

source: I'm so disappointed!
pl: Zawiodłam się!

source: POKéMON have taken over an\nabandoned mansion on CINNABAR.\pThey call it the POKéMON MANSION\nnow.
pl: POKéMONY przejęły opuszczoną\nposiadłość w CINNABAR.\pTeraz nazywają ją\nPOKéMONOWY DWÓR.

# CINNABAR, in the west, has a LAB for POKéMON.pMy daddy works there.
source: CINNABAR, in the west, has a LAB\nfor POKéMON.\pMy daddy works there.
pl: CINNABAR, na zachodzie, ma\nLABORATORIUM.\pPracuje tam mój tatuś!

# Wait! You're supposed to wait!
source: Wait!\nYou're supposed to wait!
pl: Stój!\nMiałeś zaczekać!

source: CINNABAR is a volcanic island.\pI heard it rose out of the sea\nwhen a volcano erupted.
pl: CINNABAR to wyspa wulkaniczna.\pPodobno wyłoniła się z morza,\npo wybuchu wulkanu.

source: SEAFOAM ISLANDS
pl: WYSPY SEAFOAM

source: Strong TRAINERS and WATER POKéMON\nare common sights in these parts.\pThey say that MISTY of the\nCERULEAN GYM trains here.
pl: W tych rejonach łatwo spotkać\nSilnych TRENERÓW i WODNE POKéMONY.\pPodobno MISTY z CERULEAN CITY\njest tu częstym gościem.

# You want to know if the fish are biting?
source: You want to know if the fish are\nbiting?
pl: Chcesz wiedzieć, czy łapią\nryby?

# I can't catch anything good. Not one good POKéMON to be had!
source: I can't catch anything good.\nNot one good POKéMON to be had!
pl: Nie mogę złapać żadnego dobrego\nPOKéMONA! I jak ja mam grać?

# I got a big haul! Wanna go for it?
source: I got a big haul!\nWanna go for it?
pl: Mam wielką zdobycz!\nPomożesz mi?

# Heheh, MAGIKARP just don't make the grade, do they?
source: Heheh, MAGIKARP just don't make\nthe grade, do they?
pl: Heheh, MAGIKARP chyba nie\nwystarczy, co?

source: I seem to only catch MAGIKARP!
pl: Cały czas łapię MAGIKARPIE!

source: The sea cleanses my body and soul!
pl: Morze oczyszcza me ciało i duszę!

# The sea is great and all, but I like the mountains, too.
source: The sea is great and all, but I\nlike the mountains, too.
pl: Morze jest świetne i w ogóle,\nale lubię też góry.

source: I caught my POKéMON at sea.
pl: Wyłowiłem moje POKI z wody.

# Diver!! Down!!
source: Diver!!\nDown!!
pl: Zanurzenie!!

source: Where'd you catch your POKéMON?
pl: A ty skąd masz swoje POKéMONY?

source: Right now, I'm in a triathlon meet.
pl: Biorę właśnie udział w triathlonie.

# Pant… Pant… Pant…
source: Pant…\nPant… Pant…
pl: Uff…\nUff… Uff…

# I'm beat! But, I still have the bike race and marathon left!
source: I'm beat! But, I still have the\nbike race and marathon left!
pl: Przegrałem! Ale przede mną jeszcze\nrowery i maraton!

# Ahh! Feel the sun and the wind!
source: Ahh!\nFeel the sun and the wind!
pl: Ach!\nPoczuj słońce i wiatr!

# Yow! I lost!
source: Yow!\nI lost!
pl: Jał!\nKoniec!

source: I'm sunburnt to a crisp!
pl: Słońce mnie poparzyło!

source: Hey, don't scare away the fish!
pl: Hej, nie odstraszaj ryb!

# Sorry! I'm just so frustrated from not catching anything.
source: Sorry! I'm just so frustrated from\nnot catching anything.
pl: Przepraszam! Złoszcze się, bo\nnie mogę nic złowić.

source: Sheesh, I haven't caught a thing.\nCould this place actually be a\lgiant pool or something?
pl: Heh, nie udało mi się nic złapać.\nCzy to miejsce jest całkiem\lmartwe, czy coś?

source: Keep me company till I get a hit.
pl: Dotrzymaj mi towarzystwa, co?

source: That burned some time.
pl: Zabiłem trochę czasu.

# Oh wait! I got a bite! Yeah!
source: Oh wait!\nI got a bite! Yeah!
pl: O! Czekaj!\nCoś się złapało!

# LIL: Huh? A battle? IAN, can't you do it alone?
source: LIL: Huh? A battle?\nIAN, can't you do it alone?
pl: LIL: Co? Walka?\nIAN, nie możesz walczyć sam?

# LIL: Oh, see? We lost. Happy now?
source: LIL: Oh, see?\nWe lost. Happy now?
pl: LIL: Widzisz?\nPrzegraliśmy.

# LIL: I'm tired. Can't we go home already?
source: LIL: I'm tired.\nCan't we go home already?
pl: LIL: Zmęczyłam się.\nChodźmy już do domu!

source: LIL: Huh? A battle?\nI can't be bothered to do it alone.\lBring two POKéMON, won't you?
pl: LIL: Co? Walka?\nNie mogę tego zrobić sama.\lPrzyprowadź dwa POKéMONY, ok?

# IAN: My sis doesn't get enough exercise, so I made her come.
source: IAN: My sis doesn't get enough\nexercise, so I made her come.
pl: IAN: Moja siostra mało się rusza,\nwięc ją tu wyciągnąłem.

# IAN: Awww, Sis! Get it together!
source: IAN: Awww, Sis!\nGet it together!
pl: IAN: Ałłł, Siostro!\nZespołowo!

# IAN: Come on, Sis!pYou're not going to lose weight like this!
source: IAN: Come on, Sis!\pYou're not going to lose weight\nlike this!
pl: IAN: Siostrzyczko!\pNigdy w ten sposób\nnie zrzucisz paru kilo!

# IAN: We want a two-on-two battle. So can you bring two POKéMON?
source: IAN: We want a two-on-two battle.\nSo can you bring two POKéMON?
pl: IAN: Chcemy walki dwa-na-dwa!\nMusisz przynieść dwa POKéMONY!

source: {RIVAL}: Hey! {PLAYER}!\pYou're off to the POKéMON LEAGUE?\nForget about it!\pYou probably don't have any\nBADGES, do you?\pThe guard won't let you through\nwithout them.\pBy the way, did your POKéMON get\nany stronger?
pl: {RIVAL}: Hej! {PLAYER}!\pWybierasz się do LIGI POKéMON?\nZapomnij o tym!\pPewnie nie masz żadnych\nODZNAK, czyż nie?\pŻaden strażnik cię bez nich nie\nprzepuści.\pA tak przy okazji, czy twoje\nPOKéMONY są silniejsze?

# Awww! You just lucked out!
source: Awww!\nYou just lucked out!
pl: Ałł!\nMiałeś farta i już!

source: I heard the POKéMON LEAGUE is\ncrawling with tough TRAINERS.\pI have to figure out how to get\npast them.\pYou should quit dawdling and get a\nmove on!
pl: Podobno w LIDZE POKéMON czają\nsię potężni TRENERZY.\pMuszę wymyślić sposób, jak tam\nsię dostać.\pPowinieneś przestać się lenić\ni ruszać dalej!

source: {RIVAL}: What? {PLAYER}!\nWhat a surprise to see you here!\pSo you're going to the POKéMON\nLEAGUE?\pYou collected all the BADGES, too?\nThat's cool!\pThen I'll whip you, {PLAYER}, as a\nwarm-up for the POKéMON LEAGUE!\pCome on!
pl: {RIVAL}: Co? {PLAYER}!\nCóż to za niespodzianka!\pWięc wybierasz się do LIGI\nPOKéMON?\pI mówisz, że zebrałeś już wszystkie\nODZNAKI? Wspaniale!\pNo to cię rozgromię, {PLAYER}, na\nrozgrzewkę przed LIGĄ POKéMON!\pZapodawaj!

source: What!?\pI was just careless, you!
pl: Co!?\pChyba się zamyśliłem!

source: That loosened me up.\nI'm ready for the POKéMON LEAGUE!\p{PLAYER}, you need more practice.\pBut hey, you know that!\nI'm out of here. Smell ya!
pl: Poszczęściło ci się.\nJestem gotów na LIGĘ POKéMON!\p{PLAYER}, potrzebujesz treningu.\pAle nie przejmuj się!\nTyle mojego. Spadam!

# POKéMON LEAGUE Front Gate
source: POKéMON LEAGUE\nFront Gate
pl: LIGA POKéMON\nBrama Główna

# VICTORY ROAD GATE - POKéMON LEAGUE
source: VICTORY ROAD GATE -\nPOKéMON LEAGUE
pl: DROGA ZWYCIĘSTWA -\nLIGA POKéMON

source: Congratulations! You beat our\nfive contest TRAINERS!\pYou just earned a fabulous prize!
pl: Gratulacje! Pokonałeś naszych\npięciu konkursowych TRENERÓW!\pOto twoja cenna nagroda!

# {PLAYER} received a NUGGET from the mystery TRAINER!
source: {PLAYER} received a NUGGET\nfrom the mystery TRAINER!
pl: {PLAYER} dostaje SAMORODEK\nod tajemniczego TRENERA!

source: You don't have any room!
pl: Nie masz na to miejsca!

source: By the way, how would you like to\njoin TEAM ROCKET?\pWe're a group of professional\ncriminals specializing in POKéMON!\pWant to join?\pAre you sure?\pCome on, join us!\pI'm telling you to join!\p…Okay, you need convincing!\pI'll make you an offer you can't\nrefuse!
pl: Przy okazji, może chcesz\nprzyłączyć się do ZESPOŁU R?\pJesteśmy grupą profesjonalnych\nkryminalistów wykorzystujących\pPOKéMONY! To co?\pNa pewno?\pNo zgódź się!\pMówię, żebyś się przyłączył!\p…No dobra, trzeba cię przekonać!\pTo propozycja nie do\nodrzucenia!

# Arrgh! You are good!
source: Arrgh!\nYou are good!
pl: A! \nJesteś za dobry!

source: With your ability, you'd become\na top leader in TEAM ROCKET.\pCome on, think of the opportunity!\nDon't let this chance go to waste.
pl: Z twoimi talentami, zaszedłbyś\nbardzo daleko w szeregach ZESPOŁU.\pPrzemyśl to jeszcze raz!\nNie zmarnuj takiej świetnej szansy!

source: I saw your feat from the grass!
pl: Widziałem twój tułów w trawie!

source: I thought not!
pl: Było fajnie!

# I hid because the people on the bridge frightened me.
source: I hid because the people on the\nbridge frightened me.
pl: Schowałem się, bo ludzie na\nmoście mnie przerazili.

# Okay! I'm No. 5! I'll stomp you!
source: Okay! I'm No. 5!\nI'll stomp you!
pl: Okej! Jestem Nr 5!\nZgniotę cię!

# Whoa! Too much!
source: Whoa!\nToo much!
pl: Łoł! \nZa dużo!

source: I did my best. I have no regrets!
pl: Zrobiłem co mogłem. Idź dalej!

# I'm No. 4! Getting tired?
source: I'm No. 4!\nGetting tired?
pl: Nr 4!\nNie męczy cię to?

source: I lost, too!
pl: O! Koniec!

source: I did my best, so I've no regrets!
pl: Zrobiłam co mogłam. Idź dalej!

# Here's No. 3! I won't be easy!
source: Here's No. 3!\nI won't be easy!
pl: To Numer 3!\nNie będzie łatwo!

# Ow! Stomped flat!
source: Ow!\nStomped flat!
pl: O!\nRozgnieciony!

# I'm second! Now it's serious!
source: I'm second!\nNow it's serious!
pl: Jestem druga!\nZabawmy się!

source: How could I lose?
pl: Jak to możliwe?

source: People call this the NUGGET\nBRIDGE!\pBeat us five TRAINERS and win\na fabulous prize!\pThink you got what it takes?
pl: Ludzie nazywają to miejsce\nMOSTEM SAMORODKA!\pPokonaj piątkę TRENERÓW,\na dostaniesz nagrodę!\pPoradzisz sobie?

# Whoo! Good stuff!
source: Whoo!\nGood stuff!
pl: Łoo! \nNieźle!

# Local TRAINERS come here to practice.
source: Local TRAINERS come here to\npractice.
pl: Lokalni TRENERZY chodzą tu\ntrenować.

source: You're decent.
pl: Jesteś potwór.

source: All POKéMON have weaknesses.\nEven the strongest ones.\pThat's why it's best to raise\nPOKéMON of different types.
pl: Wszyskie POKéMONY mają słabości.\nNawet te najsilniejsze.\pDlatego dobrze jest trenować\nPOKéMONY różnych typów.

# Dad took me to a great party on the S.S. ANNE at VERMILION CITY.
source: Dad took me to a great party on\nthe S.S. ANNE at VERMILION CITY.
pl: Tata wziął mnie na wielką\nimprezę na S.S. ANNA w VERMILION!

source: I'm not mad!
pl: Spoko!

# On the S.S. ANNE, I saw TRAINERS from around the world.
source: On the S.S. ANNE, I saw TRAINERS\nfrom around the world.
pl: Na S.S. ANNA, widziałem TRENERÓW\nz całego świata.

# I'm a cool guy. I've got a girlfriend!
source: I'm a cool guy.\nI've got a girlfriend!
pl: Jestem świetny.\nMam dziewczynę!

source: Aww, darn…
pl: O, kurczę…

# Oh, well. My girlfriend will cheer me up.
source: Oh, well.\nMy girlfriend will cheer me up.
pl: No cóż.\nMoja dziewczyna mnie pocieszy.

# Hi! My boyfriend is cool!
source: Hi!\nMy boyfriend is cool!
pl: Hej!\nMam super chłopaka!

source: My conditioning isn't the best…
pl: Gorzej z moją kondycją…

# I wish my boyfriend was as good as you.
source: I wish my boyfriend was as good\nas you.
pl: Mój chłopak może być tak\ndobry jak ty?

# I had this feeling… I knew I had to battle you!
source: I had this feeling…\nI knew I had to battle you!
pl: Miałem przeczucie…\nCzułem, że to się stanie!

source: I knew I'd lose, too!
pl: I czułem przegraną!

# If your POKéMON gets confused, switch it out.pThat's a good tactic.
source: If your POKéMON gets confused,\nswitch it out.\pThat's a good tactic.
pl: Zmień POKéMONA, jeśli się\noszołomi.\pTo bardzo dobra taktyka.

# My friend has many cute POKéMON. I'm so jealous!
source: My friend has many cute POKéMON.\nI'm so jealous!
pl: Mój przyjaciel ma wiele słodkich\nPOKéMONÓW!

source: I'm not so jealous!
pl: Jestem zazdrosna!

# You came from MT. MOON? May I have a CLEFAIRY?
source: You came from MT. MOON?\nMay I have a CLEFAIRY?
pl: Byłeś na GÓRZE MOON?\nMogę dostać CLEFAIRY?

# I just got down from MT. MOON, but I've still got gas in the tank!
source: I just got down from MT. MOON,\nbut I've still got gas in the tank!
pl: Właśnie zszedłem z GÓRY MOON, ale\nnadal mam kupę paliwa w baku!

source: You worked hard!
pl: Ostro pogrywasz!

# Drat! A ZUBAT bit me back in that cave.
source: Drat!\nA ZUBAT bit me back in that cave.
pl: Kurcze!\nW jaskini ugryzł mnie ZUBAT.

# I'm off to see a POKéMANIAC's collection at the cape.
source: I'm off to see a POKéMANIAC's\ncollection at the cape.
pl: Wybieram się obejrzeć kolekcję\nsławnego POKéMANIAKA.

# You done got me, and real good, too!
source: You done got me, and real good,\ntoo!
pl: Ładnego nelsona mi założyłeś,\nwiesz?

source: The POKéMANIAC sure lives up to\nhis name.\pHis collection includes many rare\nspecies of POKéMON.
pl: Ten POKéMANIAK w pełni zasłużył\nna swoje imię.\pJego kolekcja składa się z\nwieku rzadkich POKÓW.

# You're going to see BILL? First, we battle!
source: You're going to see BILL?\nFirst, we battle!
pl: Wybierasz się do BILLA?\nNajpierw walka!

source: You're something.
pl: Nieźle, nieźle!

# The trail below is a shortcut to CERULEAN CITY.
source: The trail below is a shortcut to\nCERULEAN CITY.
pl: Ta ścieżka na dole to skrót do\nCERULEAN CITY.

# SEA COTTAGE BILL lives here!
source: SEA COTTAGE\nBILL lives here!
pl: MORSKA CHATA\nDom BILLA!

source: This cape is a famous date spot.\pMISTY, the GYM LEADER, has high\nhopes about this place.
pl: Ta chatka to znane miejsce\nspotkań randkowiczów.\pMISTY, LIDER SALI, często\nje odwiedza.

source: Hello, are you here alone?\pIf you're out at CERULEAN's cape…\nWell, it should be as a couple.
pl: Witaj, jesteś tutaj sam?\pWybierając się na przylądek CERULEAN…\nNo, przydałaby ci się para.

source: Hiya! I'm a POKéMON…\n…No I'm not!\pCall me BILL!\nI'm a true-blue POKéMANIAC!\pHey!\nWhat's with that skeptical look?\pI'm not joshing you, pal.\pI screwed up an experiment and got\ncombined with a POKéMON!\pSo, how about it?\nHelp me out here!
pl: Hejka! Jestem POKéMONEM…\n…Nie, nie jestem!\pMów mi BILL!\nJestem POKéMANIAKIEM!\pHej!\nO co chodzi z tym spojrzeniem?\pNie robię sobie jaj, mały!\pNie wyszedł mi eksperyment i\nzostałem połączony z POKéMONEM!\pNo co?\nMoże mi pomożesz!?

source: Hiya! I'm a POKéMON…\n…No I'm not!\pCall me BILL!\nI'm a true-blue POKéMANIAC!\pHey!\nWhat's with that skeptical look?\pI'm not joshing you, lady.\pI screwed up an experiment and got\ncombined with a POKéMON!\pSo, how about it?\nHelp me out here!
pl: Hejka! Jestem POKéMONEM…\n…Nie, nie jestem!\pMów mi BILL!\nJestem POKéMANIAKIEM!\pHej!\nO co chodzi z tym spojrzeniem?\pNie robię sobie jaj, mała!\pNie wyszedł mi eksperyment i\nzostałem połączony z POKéMONEM!\pNo co?\nMoże mi pomożesz!?

source: Wait till I get inside the\nTELEPORTER.\pWhen I do, go to my PC and run\nthe Cell Separation System.
pl: Czekaj, zaraz wejdę do\nTELEPORTERA.\pGdy już to zrobię, skorzystaj z\nmojego PC i uruchom program.

source: No!?\nNow don't be so cold!\pCome on, you gotta help a guy in\ndeep, deep trouble!\pWhat do you say, chief?\nPlease?\lOkay?\lAll right!
pl: Nie?\nNie bądź taki zimny!\pProszę, pomóż kumplowi\nw tarapatach!\pCo powiesz, szefie?\nProooooszę?\lOkej?\lŚwietnie!

source: No!?\nNow don't be so cold!\pCome on, you gotta help a guy in\ndeep, deep trouble!\pWhat do you say, beautiful?\nPlease?\lOkay?\lAll right!
pl: Nie?\nNie bądź taka zimna!\pProszę, pomóż kumplowi\nw tarapatach!\pCo powiesz, kochanie?\nProooooszę?\lOkej?\lŚwietnie!

source: BILL: Yeehah!\nThanks, bud! I owe you one!\pSo, did you come to see my\nPOKéMON collection?\pYou didn't?\nThat's a bummer.\pI've got to thank you…\nOh, here, maybe this'll do.
pl: BILL: Jeechę!\nDzięki, stary! Będę ci winien piwo!\pWpadłeś tu zobaczyć\nmoje rzadkie POKéMONY?\pNie?\nNo to szkoda!\pMuszę ci jakoś podziękować…\nOch, dobra, może to pomoże.
